[
  {
    "author_details": [
      "{\"role\":\"\",\"contributor_type\":\"\",\"affiliation\":\"Argonne National Lab. (ANL), Argonne, IL (United States)\",\"last_name\":\"Henry\",\"orcid\":\"\",\"middle_name\":\"S\",\"first_name\":\"Christopher\"}"
    ],
    "author_details_decoded": [
      {
        "affiliation": "Argonne National Lab. (ANL), Argonne, IL (United States)",
        "contributor_type": "",
        "first_name": "Christopher",
        "last_name": "Henry",
        "middle_name": "S",
        "orcid": "",
        "role": ""
      }
    ],
    "authors": [
      "Henry, Christopher S [Argonne National Lab. (ANL), Argonne, IL (United States)]"
    ],
    "country_publication": "United States",
    "description": "Enzymes have in vivo lifespans. Analysis of lifespans – lifetime totals of catalytic turnovers – suggests that non-survivable collateral chemical damage from the very reactions that enzymes catalyze is a common but underdiagnosed cause of enzyme death. Analysis also implies that many enzymes are moderately deficient in that their active-site regions are not naturally as hardened against such collateral damage as they could be, leaving room for improvement by rational design or directed evolution. Enzyme lifespan might also be improved by engineering systems that repair otherwise fatal active-site damage, of which a handful are known and more are inferred to exist. Unfortunately, the data needed to design and execute such improvements is lacking: there are too few measurements of in vivo lifespan, and existing information on the extent, nature, and mechanisms of active-site damage and repair during normal enzyme operation is too scarce, anecdotal, and speculative to act on. Fortunately, advances in proteomics, metabolomics, cheminformatics, comparative genomics, and structural biochemistry now empower a systematic, data-driven approach to identify, predict, and validate instances of active-site damage and its repair. These capabilities would be practically useful in enzyme redesign and improvement of in-use stability, and could change thinking about which enzymes die young in vivo, and why.",
    "doi": "https://doi.org/10.25982/95771.20/1828592",
    "entry_date": "2021-11-03T00:00:00Z",
    "language": "English",
    "links": [
      {
        "href": "https://www.osti.gov/biblio/1828592",
        "rel": "citation"
      },
      {
        "href": "https://www.osti.gov/servlets/purl/1828592",
        "rel": "fulltext"
      }
    ],
    "osti_id": "1828592",
    "product_type": "Dataset",
    "publication_date": "2021-11-02T00:00:00Z",
    "research_orgs": [
      "Argonne National Lab. (ANL), Argonne, IL (United States)",
      "US Department of Energy Systems Biology Knowledgebase"
    ],
    "sponsor_orgs": [
      "USDOE Office of Science (SC), Biological and Environmental Research (BER)"
    ],
    "subjects": [
      "59 BASIC BIOLOGICAL SCIENCES"
    ],
    "title": "The moderately defficient enzyme: Catalysis-related damage in vivo and its repair"
  }
]