[
  {
    "authors": [
      "Kiefer, Julian [Johannes Gutenberg Universität Mainz, Mainz, Rheinland-Pfalz, DE] (ORCID:0000000219682043)"
    ],
    "country_publication": "United States",
    "description": "Glyphosate is widely used as a herbicide, but recent studies begin to reveal its detrimental side effects on animals by targeting the shikimate pathway of associated gut microorganisms. However, its impact on nutritional endosymbionts in insects remains poorly understood. Here, we sequenced the tiny, shikimate pathway encoding symbiont genome of the sawtoothed grain beetle Oryzaephilus surinamensis. Decreased titers of the aromatic amino acid tyrosine in symbiont-depleted beetles underscore the symbionts’ ability to synthesize prephenate as the precursor for host tyrosine synthesis and its importance for cuticle sclerotization and melanization. Glyphosate exposure inhibited symbiont establishment during host development and abolished the mutualistic benefit on cuticle synthesis in adults, which could be partially rescued by dietary tyrosine supplementation. Furthermore, phylogenetic analyses indicate that the shikimate pathways of many nutritional endosymbionts likewise contain a glyphosate sensitive 5-enolpyruvylshikimate-3-phosphate synthase. These findings highlight the importance of symbiont-mediated tyrosine supplementation for cuticle biosynthesis in insects, but also paint an alarming scenario regarding the use of glyphosate in light of recent declines in insect populations.",
    "doi": "https://doi.org/10.25982/58799.728/1798340",
    "entry_date": "2021-06-25T00:00:00Z",
    "language": "English",
    "links": [
      {
        "href": "https://www.osti.gov/biblio/1798340",
        "rel": "citation"
      },
      {
        "href": "https://www.osti.gov/servlets/purl/1798340",
        "rel": "fulltext"
      }
    ],
    "osti_id": "1798340",
    "product_type": "Dataset",
    "publication_date": "2021-06-23T00:00:00Z",
    "research_orgs": [
      "Johannes Gutenberg Universität Mainz, Mainz, Rheinland-Pfalz, DE"
    ],
    "sponsor_orgs": [
      "USDOE Office of Science (SC), Biological and Environmental Research (BER)"
    ],
    "subjects": [
      "59 BASIC BIOLOGICAL SCIENCES",
      "symbiont, glyphosate"
    ],
    "title": "Osur_paper"
  }
]