[
  {
    "authors": [
      "Gontijo, Júlia Branão [Center for Nuclear Energy in Agriculture, University of São Paulo, Brazil] (ORCID:0000000319427242)",
      "Venturini, Andressa [Center for Nuclear Energy in Agriculture, University of São Paulo, Brazil; Princeton Institute for International and Regional Studies, USA] (ORCID:0000000259011658)",
      "da França, Aline [Center for Nuclear Energy in Agriculture, University of São Paulo, Brazil] (ORCID:0000000282323086)",
      "Moura, José [Center for Interdisciplinary Formation, Federal University of Western Pará, Santarém, PA, Brazil] (ORCID:0000000349628870)",
      "Nüsslein, Klaus [Univ. of Massachusetts, Amherst, MA (United States)] (ORCID:0000000206634448)",
      "Bohannan, Brendan [Univ. of Oregon, Eugene, OR (United States)] (ORCID:0000000329071016)",
      "Rodrigues, Jorge [Univ. of California, Davis, CA (United States)] (ORCID:0000000264466462)",
      "Tsai, Siu [Center for Nuclear Energy in Agriculture, University of São Paulo, Brazil] (ORCID:0000000237336312)"
    ],
    "country_publication": "United States",
    "description": "Brief sample description<br>\r\nSediment samples from 0 to 10 cm depth were collected in triplicate from two floodplains of the Eastern Brazilian Amazon, one located on the Amazonas River (FP2, 2°28'11.2\"S 54°38'49.9\"W) and the other at the intersection between the Amazonas and the Tapajós rivers (FP3, 2°22'44.8\"S 54°44'21.1\"W), in the wet and dry seasons (May and October 2016, respectively). Total DNA was extracted in duplicate from 0.25 g of sediment using PowerLyzer PowerSoil DNA Isolation Kit. The metagenomic libraries were constructed using NEBNext Ultra II DNA Library Prep Kit for Illumina and paired-end sequenced (2 x 150 bp) on an Illumina HiSeq 2500 platform. Detailed information about the study sites, sampling, sediment physicochemical properties, DNA extraction and quantification have been previously described by Gontijo et al. (2021).<br>\r\nSample IDs:\r\n<ul>\r\n<li>M1, M2 and M3: FP2, wet season</li>\r\n<li>M4, M5 and M6: FP3, wet season</li>\r\n<li>M7, M8 and M9: FP2, dry season</li>\r\n<li>M10, M11 and M12: FP3, dry season</li>\r\n</ul>",
    "doi": "https://doi.org/10.25982/113717.182/1864845",
    "entry_date": "2022-04-28T00:00:00Z",
    "language": "English",
    "links": [
      {
        "href": "https://www.osti.gov/biblio/1864845",
        "rel": "citation"
      },
      {
        "href": "https://www.osti.gov/servlets/purl/1864845",
        "rel": "fulltext"
      }
    ],
    "osti_id": "1864845",
    "product_type": "Dataset",
    "publication_date": "2022-04-26T00:00:00Z",
    "research_orgs": [
      "Center for Nuclear Energy in Agriculture, University of São Paulo, Brazil",
      "Princeton Institute for International and Regional Studies, USA."
    ],
    "sponsor_orgs": [
      "USDOE Office of Science (SC), Biological and Environmental Research (BER)"
    ],
    "subjects": [
      "59 BASIC BIOLOGICAL SCIENCES",
      "Microbial Ecology",
      "Metagenomics",
      "Soil Microbial Ecology",
      "Taxonomic annotation."
    ],
    "title": "Metagenomes from Eastern Brazilian Amazonian floodplains in the wet and dry seasons"
  }
]