[
  {
    "authors": [
      "Whitham, Jason [North Carolina State Univ., Raleigh, NC (United States)] (ORCID:0000000326236292)"
    ],
    "country_publication": "United States",
    "description": "KBase has powerful tools for extracting microbial genomes from metagenomes and performing phylogenomic analysis and metabolic modeling. These tools can be used to predict key media ingredients for isolating uncultured members of microbiomes. Essential to this process are high-quality genomes extracted from metagenomic assemblies, and Kbase has a tool for assessing the quality of genomes too.\r\nBelow we identify growth factors for a myxobacteria (\"slime bacteria\") yet to be isolated from the rhizosphere of Miscanthus xgiganteus (hybrid of \"Silvergrass\"), cultivated at the Kellogg Biological Station in Michigan. Data was transferred with Globus from JGI-IMG.\r\n\r\nThis narrative and the \"KBase Gold Case Study: Can you find Delftia?\" make up the Silver and Gold Narrative Set for teaching metagenomics concepts to students in the BIT 477/577 course at North Carolina State University.\r\n\r\nThis tutorial will guide the user through the process of extracting and annotating high-quality genomes from a metagenomic data, performing phylogenomic analysis, building a metabolic model, and using these to predict nutrient requirments for growth and isolation of corresponding microbes.",
    "doi": "https://doi.org/10.25982/68579.143/1766297",
    "entry_date": "2021-02-23T00:00:00Z",
    "language": "English",
    "links": [
      {
        "href": "https://www.osti.gov/biblio/1766297",
        "rel": "citation"
      },
      {
        "href": "https://www.osti.gov/servlets/purl/1766297",
        "rel": "fulltext"
      }
    ],
    "org_research": [
      "name=North Carolina State University\nid_isni=0000 0001 2173 6074\nid_fundref=100007703\nid_orgref=72544\nid_ror=https://ror.org/04tj63d06\nid_wikidata=Q1132346\nid_grid=grid.40803.3f\nid_geonames_city_id=4487042\nlat=35.7843857\nlng=-78.682785"
    ],
    "osti_id": "1766297",
    "product_type": "Dataset",
    "publication_date": "2021-02-15T00:00:00Z",
    "research_orgs": [
      "North Carolina State Univ., Raleigh, NC (United States)"
    ],
    "sponsor_orgs": [
      "USDOE Office of Science (SC), Biological and Environmental Research (BER)"
    ],
    "subjects": [
      "59 BASIC BIOLOGICAL SCIENCES",
      "myxobacteria, miscanthus, silvergrass, microbiome, MAG, metagenome-assembled genome"
    ],
    "title": "KBase Silver Case Study: Determining Media Formulation Requirements for Isolation of Microbiome Constituents"
  }
]