[
  {
    "authors": [
      "Borton, Mikayla [Colorado State Univ., Fort Collins, CO (United States)] (ORCID:0000000180374253)",
      "Wrighton, Kelly [Colorado State Univ., Fort Collins, CO (United States)]",
      "Sadkhin, Boris [Argonne National Lab. (ANL), Argonne, IL (United States)]",
      "Henry, Christopher [Argonne National Lab. (ANL), Argonne, IL (United States)]",
      "Wood-Charlson, Elisha [Lawrence Berkeley National Lab. (LBNL), Berkeley, CA (United States)]",
      "Liu, Filipe [Argonne National Lab. (ANL), Argonne, IL (United States)]",
      "Edirisinghe, Janaka [Argonne National Lab. (ANL), Argonne, IL (United States)]",
      "Faria, Jose Pedro Lopes [Argonne National Lab. (ANL), Argonne, IL (United States)]",
      "Cannon, Shane [Lawrence Berkeley National Lab. (LBNL), Berkeley, CA (United States)]"
    ],
    "country_publication": "United States",
    "description": "GROW Overview\r\nGenome Resolved Open Watersheds (GROW) is a community effort to increase genomic representation of the world river microbiome with an emphasis on creating an ecosystem-specific publicly available genome database (GROWdb) that will be a resource for microbiologists, geochemists, hydrologists, and modelers and enable new fundamental understandings of watershed microbiology.\r\n\r\nDATA AVAILABILITY - requires a KBase login to access:\r\n\r\nGROW Metagenome Assembled Genomes (MAGs)\r\nGROW Metabolic Models\r\nAuthorship Agreement\r\nThese data were acquired using a large scale sequencing proposal generated by multiple PIs using samples collected by multiple labs. To protect early career researchers, sample collectors, and data generators, we are asking data users to review and commit to the authorship agreement here: authorship documents\r\n\r\nIt is our hope that this will 1) protect early career researchers pursuing stories with this dataset 2) maintain attribution for data collectors and generators 3) promote collaboration among research scientists in river corridor microbiomes.\r\n\r\nDataset Acknowledgement\r\nGROWdb contains data from various research campaigns, please acknowledge the following data generators, as appropriate:\r\n\r\nWHONDRS derived genomes or samples - include this statement in your acknowledgements: “This study used data from the Worldwide Hydrobiogeochemistry Observation Network for Dynamic River Systems (WHONDRS) under the River Corridor Science Focus Area (SFA) at the Pacific Northwest National Laboratory (PNNL) that was generated at the U.S. Department of Energy (DOE) Joint Genome Institute User Facility. PNNL is operated by Battelle Memorial Institute for the U.S. DOE under Contract No. DE-AC05-76RL01830. The SFA is supported by the U.S. DOE, Office of Biological and Environmental Research (BER), Environmental System Science (ESS) Program.”\r\nTotal Samples loaded onto this Narrative: 178\r\n\r\nNote: Not all GROW samples may be loaded into KBase",
    "doe_contract_number": "AC05-76RL01830",
    "doi": "https://doi.org/10.25982/109073.30/1895615",
    "entry_date": "2023-04-07T00:00:00Z",
    "language": "English",
    "links": [
      {
        "href": "https://www.osti.gov/biblio/1895615",
        "rel": "citation"
      },
      {
        "href": "https://www.osti.gov/servlets/purl/1895615",
        "rel": "fulltext"
      }
    ],
    "osti_id": "1895615",
    "product_type": "Dataset",
    "publication_date": "2022-01-01T00:00:00Z",
    "research_orgs": [
      "Colorado State University, Fort Collins, CO"
    ],
    "sponsor_orgs": [
      "USDOE Office of Science (SC), Biological and Environmental Research (BER)"
    ],
    "subjects": [
      "59 BASIC BIOLOGICAL SCIENCES"
    ],
    "title": "GROWdb US River Systems - Samples"
  }
]